Repository: Drvolks/weatherlr
Catalog: weatherlr/*.lproj/Localizable.strings
Languages: fr

source: City
fr: Ville

# url
source: https://weather.gc.ca/rss/city/{id}_e.xml
fr: https://meteo.gc.ca/rss/city/{id}_f.xml

source: Language
fr: Langue

source: Today
fr: Aujourd'hui

source: Edit
fr: Éditer

source: Done
fr: Compléter

source: Settings
fr: Réglages

source: Add City
fr: Ajouter

source: Cancel
fr: Annuler

# Contact
source: For questions and comments please contact me at info@consultationmassawippi.com
fr: Pour des questions ou commentaires écrivez-moi à info@consultationmassawippi.com

# Error
source: Something wrong happened :(
fr: Une erreur s'est produite :(

source: Try Again
fr: Réessayer

# Provider
source: Data provided by Environment Canada
fr: Les données proviennent d'Environnement Canada

# Refreshing
source: Refreshing in progress
fr: Rafraîchissement en cours

# Last refresh
source: Weather updated at
fr: Météo mise à jour à

source: Warning
fr: Avertissement

source: More details
fr: Plus de détail

source: Currently
fr: Il fait

# Stable
source: Steady at
fr: Stable à

source: Loading..
fr: Chargement..

# Loading2
source: Loading....
fr: Chargement.....

# Open iPhone app
source: Please open the PréviCA iPhone app to complete the installation
fr: S'il-vous-plaît ouvrir l'app iPhone pour compléter l'installation

# Open iPhone app Complication1
source: Click me
fr: Cliquez-moi

source: Results
fr: Résultats

source: Clear
fr: Retirer villes

source: Select city
fr: Choisir une ville

# Version
source: PréviCA - version
fr: Weatherlr - version

source: Refresh
fr: Rafraîchir

source: Use Current Location
fr: Utiliser la géolocalisation

source: The iPhone detected that you are located in
fr: Le iPhone a détecté que vous êtes situé à

source: but this city is not in the Environment Canada list. Do you want to select a city yourself?
fr: mais cette ville n'est pas dans la liste d'Environnement Canada. Voulez-vous sélectionner une autre ville?

# The iPhone detected that you are not located in Canada
source: The iPhone detected that you are not located in Canada. You will need to select a city manually.
fr: Le iPhone a détecté que vous n'êtes pas situé au Canada. Vous devrez sélectionner manuellement une ville.

# Unable to detect your current location
source: Unable to detect your current location. You will need to select a city manually.
fr: Impossible de déterminer votre emplacement actuel. Vous devrez sélectionner manuellement une ville.

source: Locating...
fr: Localisation...

# Weatherlr will use your current location to find the nearest city
source: PréviCA will use your current location to find the nearest city
fr: Weatherlr utilisera votre emplacement pour déterminer la ville la plus proche

# You will need to select a city manually
source: Location service is disabled. You will need to select a city manually.
fr: Le service de localisation est désactivé. Vous devrez sélectionner manuellement une ville.

source: Next hour
fr: Prochaine heure

source: Precipitation next hour
fr: Précipitations prochaine heure

source: Now
fr: Maint.
